[{"softwareObjectID": "9ec72300-cb15-421e-971f-91db9aa7d907", "softwareObject_inNetwork": "FALSE", "softwareObject_hasSourceOrg": "1", "softwareObjectProductKey": "Q623T-WPS-ENG70", "softwareObjectHelpText": ""}, {"softwareObjectID": "71650a32-b0fc-458c-ae99-14f30bce306b", "softwareObject_inNetwork": "TRUE", "softwareObject_hasSourceOrg": "2", "softwareObjectProductKey": "CD Key: 450-5424427\nK9J8-K4XVC-XTXHY-R7HP3-QX247", "softwareObjectHelpText": ""}, {"softwareObjectID": "1db47e0c-e989-4cde-ad46-9ce4bd074f84", "softwareObject_inNetwork": "TRUE", "softwareObject_hasSourceOrg": "2", "softwareObjectProductKey": "Serial No.: 112-99001064\nCD Key: M7U47M", "softwareObjectHelpText": "To install AutoCAD 2000 for an individual user:\n1.Insert the CD in the CD-ROM drive.If you are running Windows NT 4.0, Windows 95, or Windows 98, Autorun starts the installation process as soon as you insert the CD (unless you hold down the SHIFT key while you insert the CD).If Autorun is disabled, from the Start menu (Windows), choose Run. Designate the CD-ROM drive, and then enter the path name and msetup. Use d:\\msetup to install both migration assistance and AutoCAD 2000. If you use d:\\setup to install AutoCAD 2000, you will be prompted to install Migration Assistance after AutoCAD 2000 is installed.\n2.When the Installation menu is displayed, select the Install AutoCAD 2000 option or the Install Migration Assistance option.\n3.When the Welcome screen is displayed, choose Next.\n4.In the Serial Number dialog box, enter the serial number. Then choose Next.\n5.In the Personal Information dialog box, enter your name and your organization name, dealer's name and phone number. Then choose Next.The Personal Information dialog box is redisplayed with the information you entered. Choose Back to change any of the information you have entered. Choose Next when you are ready to proceed.\n6.In the Destination Location dialog box, specify a drive and directory for AutoCAD 2000. Then choose Next.You can accept the default or choose Browse to specify a different location. If you specify a directory that doesn't exist, the Setup program prompts you to create it.\n7.In the Setup Type dialog box, select the type of installation you want: Typical, Full, Compact, or Custom. Then choose Next.Typical installs the following files:\n\n*Executables and support files\n*Fonts\n*Sample drawings and LISP routines\n*Database tools and support files\n*Dictionaries for spell-checking\n*Peripheral drivers\n*Help files\n\nFull installs AutoCAD 2000 with all options. If you choose the Full installation, Microsoft Internet Explorer 4.0 is installed on your system. The MSIE 4.0 installation requires an additional 45-50 MB of disk space and significantly increases installation time.  Compact installs only the executables and support files.Custom installs the executables, the support files, and any other files you specify. If you choose the Custom installation option, in the Custom Components dialog box, clear the boxes beside the AutoCAD 2000 elements that you don't want to install. For example, you can choose not to install the directory containing sample drawings. The amount of disk space required for your selections, as well as the available disk space on your system, are provided. If you choose to install Internet Utilities during a Custom installation, Microsoft Internet Explorer 4.0 is installed on your system. The MSIE 4.0 installation requires an additional 45-50 MB of disk space and significantly increases installation time.\n8.In the Folder Name dialog box, specify a folder for AutoCAD 2000.  Then choose Next.You should install the release into a new program folder. If you install it in an existing program folder and later uninstall AutoCAD 2000, the existing program folder and most of its contents will be removed. \n9.In the Text File Association dialog box, specify an editor to associate with AutoCAD 2000 text files such as MNU, LSP, and PAT files. By default, AutoCAD 2000 uses Notepad. To specify a different text editor, choose Select Editor. Browse to locate the text editor you want to associate with text files created by AutoCAD 2000.  Then choose Open. \n10.Choose Next.The Setup Confirmation dialog box prompts you to verify the setup type, destination directory, and program folder. Choose Next to start the installation. \n11.Restart your computer."}, {"softwareObjectID": "bab52bc8-0d0d-4192-b757-23741ccf306f", "softwareObject_inNetwork": "TRUE", "softwareObject_hasSourceOrg": "1", "softwareObjectProductKey": "", "softwareObjectHelpText": ""}, {"softwareObjectID": "70048269-c154-46cb-acfd-6940b58ec4be", "softwareObject_inNetwork": "TRUE", "softwareObject_hasSourceOrg": "1", "softwareObjectProductKey": "", "softwareObjectHelpText": ""}, {"softwareObjectID": "1575792e-d6c2-4386-8dad-8213bda08250", "softwareObject_inNetwork": "TRUE", "softwareObject_hasSourceOrg": "1", "softwareObjectProductKey": "", "softwareObjectHelpText": ""}, {"softwareObjectID": "8f2ce3f9-4804-4b26-968e-9deb92c472be", "softwareObject_inNetwork": "TRUE", "softwareObject_hasSourceOrg": "1", "softwareObjectProductKey": "", "softwareObjectHelpText": ""}, {"softwareObjectID": "e71423c0-3e8f-4e70-bd9e-f1416874691d", "softwareObject_inNetwork": "TRUE", "softwareObject_hasSourceOrg": "1", "softwareObjectProductKey": "", "softwareObjectHelpText": ""}]